{
	"name": "root",
	"type": "directory",
	"children": [
		{
			"type": "file",
			"frontmatter": {
				"title": "Project Approach in Creativity",
				"description": "Cycle of Self-Motivated Activity",
				"date": "2017-10-25",
				"cover": "Project-wheel.png",
				"youtube": "https://www.youtube.com/watch?v=5aSf6ik05aY"
			},
			"content": "For over 6 years, we have explored various aspects of creativity. We studied how others do it: reading books by psychologists and educators, adopting experiences from different labor organization systems. We created ourselves: painting, sewing clothes, crafting furniture. We also helped others create: conducting masterclasses and workshops, organizing a forest creative camp, and enriching festival programs with creativity. Throughout this process, we developed, tested, and refined a new, highly simplified way to break down any creative endeavor into a series of small, clear steps.\n\nThis approach helps to start more easily, continue more confidently, and finish any creative projects more decisively. From embroidery to jewelry, from furniture to entire buildings — the project approach helps not get stuck along the way, maintain the flow state, and not fear the silence that arises when everything started is completed, and nothing new has begun yet."
		},
		{
			"name": "cycle",
			"type": "directory",
			"children": [
				{
					"type": "file",
					"frontmatter": {
						"title": "Creative Cycle",
						"description": "A Natural Way to Implement Any Ideas",
						"date": "2022-03-19T00:00:00.000Z",
						"cover": "cycle.png",
						"color": "#C67E54"
					},
					"content": "The ability to consciously transform the surrounding world is an integral part of being human. Everyone can identify a need, study possibilities, and make even small but reasonable changes to our reality. Creativity begins with the very first attempts to improve something within ourselves or the world. As it unfolds within us, it often becomes the main source of joy and fulfillment in life.\n\nBeing interested in something, studying it attentively, learning, and realizing one’s potential in increasingly complex endeavors is natural for people. However, this process does not always progress at the desired speed. Sometimes there isn't enough time and resources. Often, a person encounters seemingly insurmountable challenges and may spend considerable effort overcoming them. Some may wait a long time for inspiration, while others turn each day into their unique creation. And yet, this is accessible to everyone!"
				}
			]
		},
		{
			"name": "four",
			"type": "directory",
			"children": [
				{
					"type": "file",
					"frontmatter": {
						"title": "Четыре фазы",
						"description": "Стороны света творческого компаса",
						"date": "2017-01-02T00:00:00.000Z",
						"icon": "four.svg",
						"color": "#EBDC6133"
					},
					"content": "Разбиение цикла реализации проекта на 4 фазы наиболее подходит для коротких начинаний и быстрых итераций. Это актуально в условиях быстро меняющихся условий или когда результаты деятельности приобретают больший приоритет, чем процесс их достижения.\n\nКак времена года сменяются фазы придумывания, проработки, реализации и осмысления творческого проекта. Если человек отталкивается не от собственного внутреннего образа идеи, а непосредственно от внешних условий, то этот круг поворачивается на 45 градусов по часовой и становится известным с 1995 года [циклом НОРД](https://ru.wikipedia.org/wiki/Цикл_НОРД).\n\n## Цикл НОРД\n\nЦикл НОРД («наблюдение, ориентация, решение, действие») — концепция, разработанная Джоном Бойдом в 1995 году, также известная как «петля Бойда». НОРД — это кибернетический самовоспроизводящийся и саморегулирующийся цикл, имеющий в своей структуре 4 процесса и предполагает многократное повторение петли действий: происходит реализация принципа обратной связи. Согласно Бойду, любые процессы, соответствующие реальности, действуют в непрерывном цикле, постоянно взаимодействуют с окружающей средой и учитывают её изменения.\n\nИдеи Д. Бойда сложились на основе трудов таких известных исследователей как: Жан Пиаже, Людвиг фон Берталанфи, Томас Кун, Майкл Полани, Норберт Винер, Грегори Бэйтсон.\n\n### Концепция НОРД\n\nСвою концепцию Д. Бойд разрабатывал для армии США. В связи с этим НОРД изначально ставил своей задачей объяснение причин поражений и побед между противниками. Согласно концепции Д. Бойда, обе стороны, вступающие в военный конфликт, действуют и принимают решения в рамках своей петли НОРД.\n\nСуществует два основных способа достижения победы над противником: сделать свои циклы действий более быстрыми или улучшить качество принимаемых решений. Первый вариант позволит действовать на опережение и вынудит противника реагировать на действия (более быстрая петля действий, чем у противника). Второй путь — принятие решений, лучше соответствующих данной ситуации, чем решения противника или же добиться ухудшения решений со стороны противника. Во многих случаях противник может отсутствовать, в таком случае его заменяет внешняя среда.\n\n### 4 элемента НОРД\n\n- **Наблюдение** (англ. Observation) — процесс преобразования изменений во внешней и внутренней (элементы обратной связи) среде в форму сигналов-данных, использующихся в дальнейшем. Информацию можно собирать из внешних и внутренних источников. Качество и скорость сбора информации определяют эффективность принимаемых решений.\n- **Ориентация** (англ. Orientation) — процесс оценки данных в соответствии с контекстом, наделение данных смыслом. Скорость и качество этого этапа зависят от того, сколько существует уже сформированных планов. Если их мало или нет, то будет затрачиваться время на их разработку. Ориентация — самый сложный этап во всем цикле. Данный этап состоит из двух подэтапов:\n  - А. **Разрушение** (англ. Destruction). Разрушение является процессом раздробления на мелкие элементарные части, которые более легки для понимания.\n  - Б. **Созидание** (англ. Creation). Если подэтап «разрушение» подразумевает деконструкцию сложного вопроса, то «подэтап» созидание ставит своей целью, за счет обработки упрощенной информации, создание плана и альтернатив решения проблемы.\n- **Решение** (англ. Decision) — этап, подразумевающий выбор альтернатив и планов на основе, которая была разработана на этапе ориентации. Критерии выбора могут быть разными и зависеть от целей конкретной системы;\n- **Действие** (англ. Action) — процесс воздействия на окружающую среду. Происходит реализация конкретного разработанного плана. В результате на это действие внешняя среда изменяется, что снова влияет на всю систему. Реализуется принцип обратной связи.\n\n### Цикл НОРД в творчестве\n\nВ применении к творческим проектам мы немного смещаем акценты от наблюдения внешней обстановки к наделению имеющихся данных смыслом. Не столь важно, с чего начинать этот несложный отсчет, но таким образом мы еще и акцентируем важность наблюдения именно итоговых результатов творческого акта в реальной обстановке. Мы оцениваем достижения, представляем их окружающим и вместе отмечаем завершение очередного цикла. Творчество - осознанное совершенствование действительности и это значит, что следующий цикл начинается именно когда есть оба ингредиента – понимание действительности и представление о том, как её можно улучшить собственными усилиями.\n\nВ то время как подход НОРД ориентирован на практические действия в условиях заданных критериев успеха и детерминируется внешними обтоятельствами, цикл Фантазии, Разработки, Реализации и Осмысления направляется человеческим чувством прекрасного изнутри. Это никак не отменяет включенности в реальность и осознавания контекста творческого акта, но расширяет границы возможного, за счет большей свободы определения направления приложения усилий."
				},
				{
					"name": "1.fantasy",
					"type": "directory",
					"children": [
						{
							"type": "file",
							"frontmatter": {
								"title": "Фантазия",
								"description": "Фаза придумывания и фиксации идей",
								"date": "2022-02-04T00:00:00.000Z",
								"color": "#EBDC61"
							},
							"content": ""
						}
					]
				},
				{
					"name": "2.development",
					"type": "directory",
					"children": [
						{
							"type": "file",
							"frontmatter": {
								"title": "Разработка",
								"description": "Фаза изучения выстраивания системы работы",
								"date": "2022-01-30T00:00:00.000Z",
								"color": "#AFD796"
							},
							"content": ""
						}
					]
				},
				{
					"name": "3.realization",
					"type": "directory",
					"children": [
						{
							"type": "file",
							"frontmatter": {
								"title": "Реализация",
								"description": "Фаза практической продуктивной деятельности",
								"date": "2022-01-20T00:00:00.000Z",
								"color": "#8E91C7"
							},
							"content": ""
						}
					]
				},
				{
					"name": "4.comprehension",
					"type": "directory",
					"children": [
						{
							"type": "file",
							"frontmatter": {
								"title": "Осмысление",
								"description": "Фаза завершения проекта и применения полученных результатов",
								"date": "2022-01-10T00:00:00.000Z",
								"color": "#F06FAA"
							},
							"content": ""
						}
					]
				}
			]
		},
		{
			"name": "six",
			"type": "directory",
			"children": [
				{
					"type": "file",
					"frontmatter": {
						"title": "Шесть стадий",
						"icon": "six.svg",
						"description": "В работе над проектом",
						"date": "2020-09-01T00:00:00.000Z",
						"color": "#A65E3A"
					},
					"content": ""
				},
				{
					"name": "1.relax",
					"type": "directory",
					"children": [
						{
							"type": "file",
							"frontmatter": {
								"title": "Отдых",
								"description": "Переключение, расслабление и созерцание",
								"date": "2018-06-01T00:00:00.000Z",
								"color": "#F08754",
								"icon": "relax.svg"
							},
							"content": "Когда завершил что-то прежнее, а за новое еще не брался, наступает время отвлечься, осмотреться, побыть в некоторой пустоте. Это время дать уму побыть в тишине и с новой перспективы взглянуть как на пройденный путь, так и на перспективы будущего. Это точка остановки внешней деятельности, в которой можно увидеть новый виток творческой спирали.\n\nПереключиться из роли творца к роли созерцателя, насладиться результами прошлых проектов. В это время естественно возникают новые идеи и импульсы к их реализации. Когда возникла ценная идея и есть силы её воплотить – переходим к следующему шагу."
						}
					]
				},
				{
					"name": "2.image",
					"type": "directory",
					"children": [
						{
							"type": "file",
							"frontmatter": {
								"title": "Образ",
								"description": "Фиксация представлений",
								"date": "2018-05-01T00:00:00.000Z",
								"color": "#EBEA76",
								"icon": "image.svg"
							},
							"content": ""
						}
					]
				},
				{
					"name": "3.plan",
					"type": "directory",
					"children": [
						{
							"type": "file",
							"frontmatter": {
								"title": "План",
								"description": "Проработка и приготовления",
								"date": "2018-04-01T00:00:00.000Z",
								"color": "#9DCE76",
								"icon": "plan.svg"
							},
							"content": ""
						}
					]
				},
				{
					"name": "4.work",
					"type": "directory",
					"children": [
						{
							"type": "file",
							"frontmatter": {
								"title": "Работа",
								"description": "Прямое целенаправленное действие",
								"date": "2018-03-01T00:00:00.000Z",
								"color": "#9ECCED",
								"icon": "work.svg"
							},
							"content": ""
						}
					]
				},
				{
					"name": "5.details",
					"type": "directory",
					"children": [
						{
							"type": "file",
							"frontmatter": {
								"title": "Детали",
								"description": "Осмысление прогресса и переосмысление процессов",
								"date": "2018-02-10T00:00:00.000Z",
								"color": "#A19FCE",
								"icon": "details.svg"
							},
							"content": ""
						}
					]
				},
				{
					"name": "6.summary",
					"type": "directory",
					"children": [
						{
							"type": "file",
							"frontmatter": {
								"title": "Итоги",
								"description": "Завершение и презентация творческих результатов",
								"date": "2018-02-01T00:00:00.000Z",
								"color": "#A19FCE",
								"icon": "summary.svg"
							},
							"content": ""
						}
					]
				}
			]
		},
		{
			"name": "three",
			"type": "directory",
			"children": [
				{
					"type": "file",
					"frontmatter": {
						"title": "Три периода творчества",
						"description": "Цикл движения энергии внимания",
						"date": "2016-02-02T00:00:00.000Z",
						"icon": "three.svg",
						"color": "#EBDC6133"
					},
					"content": "![](./three.svg)"
				}
			]
		},
		{
			"name": "twelve",
			"type": "directory",
			"children": [
				{
					"type": "file",
					"frontmatter": {
						"title": "12 этапов",
						"icon": "twelve.svg",
						"description": "Дюжина шагов на пути от идеи до ее воплощения",
						"date": "2020-10-01T00:00:00.000Z",
						"color": "#BD8241"
					},
					"content": "Проектный цикл разворачивается по мере его осознавания. Когда сам раз за разом погруженно реализуешь творческие проекты целиком, замечаешь все больше тонкостей и трудностей на пути от идеи до её реализации. С опытом приходит возможность планирования сложных и долгосрочных проектов, в которых каждый шаг – не просто лишь малая часть общего процесса, но и может сам по себе представлять целый отдельный проект.\n\nСложность проекта может расти со временем и в какой-то момент он может стать уже группой взаимосвязанных проектов. Все зависит от точки зрения. И эту точку можно откалибровать по текущей сложности реализации задуманного.\n\n12 шагов - это уже за границами рамок кратковременной памяти человека, в которой помещается [7±2 объектов](https://ru.wikipedia.org/wiki/Магическое_число_семь_плюс-минус_два). Но [число 12](<https://ru.wikipedia.org/wiki/12_(число)>) во многом особенное. Эта та самая древняя дюжина, которой пользовались во многих цивилизациях прошлого. Это 12 часов на циферблате, 12 месяцев в году, 12 нот в равномерной темперации. Число 12 делится на 2, на 3, на 4 и на 6 групп, что делает его наиболее удобным основанием для систем счисления. Так человек освоил это число и мы все еще относительно неплохо способны оперировать наборами из 12 элементов.\n\n![](./square.svg)\n\nВсе 12 элементов, будь то месяцы, часы или ноты, редко используются и осознаются одним целым. Мы интуитивно и системно выделяем различные группы сущностей. 12 месяцев года группируются в 4 времени года, циферблат делится и на 60 минут, а из 12 нот как правило выбирается тональность из 5-7 звуковысотных классов.\n\nДеление творческого процесса на 12 шагов – это взгляд немного со стороны. В самом процессе работы такой перспективы у человека нет. Помнить на 3-5 шагов назад, уделять внимание текущим задачам и продумывать 3-5 шагов наперед – уже кажется вызовом для человеческой психики. Что говорить о состоянии потока, когда порой забываешь вообще о чем-либо, кроме прямо того, чем занят в данный момент. Поэтому так важны стратегия, тактика, методика.\n\nДвенадцатеричную модель творческого процесса позволяет видеть сложные процессы как целое, что позволяет держать направление и темп. Такое видение очень полезно, но оно возможно только при взгляде со стороны. Для этого каждому желательно освоить переход в такую позицию по отношению к собственной деятельности. Выделять время для анализа и планирования с блокнотом или компьютером, взаимодействовать с кураторами, которые настроены видеть проекты структурно и помогают в них быстро сориентироваться и не заблудиться."
				},
				{
					"name": "01.idea",
					"type": "directory",
					"children": [
						{
							"type": "file",
							"frontmatter": {
								"title": "Идея",
								"description": "Мысль, предлагаемая к реализации",
								"icon": "idea.svg",
								"date": "2020-12-01T00:00:00.000Z",
								"color": "#FBAD56"
							},
							"content": "Размышляя о совершенстве, можно найти способ приблизиться к нему хотя бы на шаг. Идеи буквально витают в воздухе вокруг и можно научиться их замечать. Мысли, достойные реализации, посещают каждого из нас. И ведь каждому дано множество способов ловить эти новые смыслы. Внимательно наблюдать окружающий мир и вдохновляться гармонией природы, играть словами и давать волю фантазии, обнаруживать важные проблемы и находить для них решения, да и просто быть открытым к новому опыту и осознаниям."
						}
					]
				},
				{
					"name": "02.name",
					"type": "directory",
					"children": [
						{
							"type": "file",
							"frontmatter": {
								"title": "Название",
								"description": "Текстовая формулировка идеи",
								"icon": "name.svg",
								"date": "2020-11-01T00:00:00.000Z",
								"color": "#EBDC61"
							},
							"content": "Идея появляется как образ и требует четкого обозначения. Нескольких слов хватит, чтобы ухватиться и сконцентрироваться на ней. Теперь достаточно просто уделять ей внимание, чтобы полнее раскрыть её для себя.\n\nНазвание проекта стоит записать текстом и выделить каким-то особым образом. Зафиксируйте его в форме 2-7 слов, которые в целом описывают задуманные результаты проекта.\n\nНазвание кратко сообщает о том, что мы воплощаем в реальность в вашем проекте. Оно указывает на идею, а не пытается её полностью описать. Зафиксированная идея – способ дать левому полушарию мозга языковой указатель на мысль, к которой сознание будет возвращаться вновь и вновь в процессе её реализации.\n\n### Левое полушарие мозга\n\nЧтобы наиболее эффективно использовать наше мышление, мы создаем два вида указателей на одну и ту же мысль. Человеческому мозгу свойственна [функциональная межполушарная асимметрия](https://ru.wikipedia.org/wiki/Межполушарная_асимметрия) и языковое обозначение служит ориентиром для более логического и последовательного левого полушария.\n\n[Согласно концепции В. С. Ротенберга](https://ru.wikipedia.org/wiki/Стереосуггестия), «левое полушарие из всего обилия реальных и потенциальных связей выбирает немногие внутренне непротиворечивые, не исключающие друг друга, и на основе этих немногих связей (в идеале — стремление только к одной, но очень сильной) создает однозначно понимаемый контекст. В основе этого контекста лежит установление однозначных причинно-следственных отношений между предметами и явлениями. Благодаря однозначному контексту достигается полное взаимопонимание между людьми в процессе их деятельности. Однозначность обеспечивает также логический анализ предметов и явлений, последовательность перехода от одного уровня рассмотрения к другому. При этом все остальные связи, способные усложнить и запутать картину, сделать её менее определенной и внутренне противоречивой — все эти связи безжалостно отсекаются. Такая аккуратно подстриженная под машинку логического мышления картина мира является уже не картиной в полном смысле этого слова, а моделью, удобной в обращении. Все школьное образование в условиях западной цивилизации направлено на скорейшее формирование у человека однозначного контекста левополушарного мышления.\n\n#### Речь\n\n**Обработка вербальной информации:** Левое полушарие мозга отвечает за ваши языковые способности. Это полушарие контролирует речь, а также способности к чтению и письму. Оно также запоминает факты, имена, даты и их написание.\n\nФормирование структуры лексикона человека происходит за счет суммирования разных слоев лексики: левое — на точные, дословно воспринимаемые обозначения, «слова-концепты».\n\nЛевое полушарие обеспечивает теоретическое мышление, грамматическое оформление высказывания и характеристику свойств предметов;\n\n#### Мышление\n\n**Аналитическое мышление:** Левое полушарие отвечает за логику и анализ. Именно оно анализирует все факты. Числа и математические символы также распознаются левым полушарием.\n\n**Последовательная обработка информации:** Информация обрабатывается левым полушарием последовательно по этапам.\n\nСпособность к речи, анализу, детализированию, абстракции обеспечивается левым полушарием мозга. Оно работает последовательно, выстраивая цепочки, алгоритмы, оперируя фактом, деталью, символом, знаком, отвечает за логический компонент в мышлении.\n\n#### Цвета\n\nЛевое полушарие обеспечивает словесное кодирование цветов с помощью относительно редких в языке, специальных и предметно соотнесенных названий. При угнетении левого полушария из лексикона исчезают такие названия цветов, как оранжевый, терракотовый, вишневый, цвет морской волны и т. п."
						}
					]
				},
				{
					"name": "04.goals",
					"type": "directory",
					"children": [
						{
							"type": "file",
							"frontmatter": {
								"title": "Цели",
								"description": "Особенности предполагаемых результатов проекта",
								"icon": "goals.svg",
								"date": "2020-09-01T00:00:00.000Z",
								"color": "#A8D26D"
							},
							"content": "Чтобы создать полноценное произведение, нужно наметить его отличительные особенности. Определяя особенности результатов, рисуешь образ будущего, в котором проект завершен.\n\n- Как это будет выглядеть?\n- Какие параметры успеха можно выделить?\n- Что важно учесть?\n- Что ценного в проекте и какую пользу он может принести?\n\nОднажды выявив цели, уже не потеряешься в пути.\n\nЦели уточняют идею, обозначенную названием и эскизом. Если картина, то чем, на чём и о чём? Если дом, то где, из чего и какой? Чтобы обнаружить цели проекта нужно хорошенько преставить себе его завершенным и разглядеть важные детали планируемых результатов. Группы вопросов могут сильно зависеть от предмета проекта, будь то событие или объект, но, в любом случае, хорошо определенные цели будут играть направляющую роль во всей дальнейшей творческой работе.\n\nТочно и ясно сформулированные цели в начале пути дают яркий ориентир и добавляют интереса в сотрудничестве. В процессе развития проекта четкость целей позволяет измерять прогресс, прогнозировать и фиксировать их достижение.\n\n## [SMART цели](https://psixologiya.org/socialnaya/samorazvitie/2349-smart-celi.html)\n\n> Устроить самому себе саботаж легко — если не расставлять приоритеты. В результате вы погрязнете в малоценных занятиях, не приносящих значимых результатов.\n\nСамая эффективная стратегия преодоления прокрастинации — усовершенствовать умение делать выбор между проектами, над которыми нужно работать, и теми, которых следует избегать.\n\n### Устраняем оправдание «Это не имеет значения»\n\nВсе мы время от времени ищем оправдания, чтобы отложить дела в долгий ящик. Но если посвятить некоторое время анализу собственного мышления, вы увидите, что большинство таких оправданий проистекают из подсознательного ощущения незначительности того или иного дела.\n\nКакое здесь может быть решение? Простое: выработайте привычку соотносить каждое конкретное дело с конечной целью.\n\nКаждый раз, собираясь что-то начать, спросите себя, как это соотносится с вашими долгосрочными планами. Если новое дело непосредственным образом связано с целью, обозначенной в вашем списке, тогда найдите время и займитесь им. Но если проект к долгосрочной цели не относится, не бойтесь перепоручить его кому-нибудь другому или вообще от него отказаться.\n\n### Устанавливаем SMART-цели\n\nЦелеполагание должно стать вашим тайным оружием в борьбе с прокрастинацией. Знание того, что важно, построит в стройную схему ваши повседневные занятия. Вас больше не будет охватывать паралич при мысли о каком-то специфическом деле. Напротив, вы тут же ответите действием, потому что будете отдавать себе отчет в том, насколько это дело укладывается в ваши долгосрочные планы.\n\nТакую привычку можно выработать, регулярно устанавливая для себя SMART-цели.\n\n**SMART** — это акроним пяти качеств:\n\n- **Specific** (конкретный),\n- **Measurable** (измеримый),\n- **Attainable** (достижимый),\n- **Relevant** (актуальный)\n- **Time-bound** (ограниченный по времени).\n\nВот как это работает.\n\n### S: Конкретный\n\nВот шесть вопросов: кто, что, где, когда, какие, почему. Ответы на эти вопросы обеспечат вам короткий путь к формулированию четкой цели с измеримым результатом:\n\n- Кто: Кто принимает участие?\n- Что: Что желательно достичь?\n- Где: Где вы добьетесь цели?\n- Когда: Когда вы хотите этого добиться?\n- Какие: Какие требования и ограничения нужно иметь в виду?\n- Почему: Почему вы это делаете?\n\nПриведем пример конкретной цели:\n\n> «За две недели в этой открытой керамической мастерской я сделаю два круглых блюдца из белой глины, росписанной ангобами в восточном стиле и покрытой прозрачной глазурью.»\n\nСрок и критерии успеха определены. Исходя из конкретных целей определяется порядок этапов проекта и сроки выполнения задач.\n\n### M: измеримый\n\nВторой аспект SMART-целеполагания — создание измеримых результатов на выходе. В какой-то момент вы пожелаете узнать (и в точности), что вы добились поставленной цели.\n\nВ качестве примера: «сделать посуду — не измеримый результат. С другой стороны, «сделать два круглых блюдца» — цель, которую можно измерить. Либо вы их сделаете, либо нет.\n\nПроявляйте исключительную конкретность в отношении своих целей. Нельзя просто заявить, что вы хотите «научиться делать керамику». Вместо этого разработайте систему измерений, которая поможет оценивать успехи постоянно.\n\n### A: достижимый\n\nУбедитесь, что ваши цели достижимы. Пусть они несут в себе вызов, но также и возможность достичь их тяжелым трудом. Возьмем вышеуказанный пример. Не следует ставить краткосрочную цель — наладить производство керамической посуды, если вы никогда ранее не работали с глиной. Лучше пусть цель будет сформулирована так: сделать набор из двух керамических тарелок для фруктов в подарок друзьям.\n\nТеперь имейте в виду: это не значит, что не нужно ставить перед собой большие цели. Каждый раз, когда чего-то добьетесь, ставьте новую, более сложную цель. Постоянно расширяйте горизонты — не упускайте ничего, что, по вашему мнению, достижимо в вашей жизни. Возможно, через год или около того вы обнаружите, что добились таких успехов и можно уже говорить о собственном производстве.\n\n### R: актуальный\n\nКаждая цель должна обладать актуальностью в отношении ваших желаний. Ее не должны вам навязывать родители, супруги или друзья. Она должна отражать результаты, которых вы действительно желаете.\n\nВ том, чтобы предпринимать действия, должны быть заинтересованы именно вы. Когда цели подпитываются личными стремлениями, их проще добиваться изо дня в день.\n\nДля определения значимости цели важно понимать, какой вклад решение конкретной задачи внесет в достижение наших общих глобальных стратегических задач. В постановке значимой цели поможет следующий вопрос: Какие полезные результаты принесет нам всем решение поставленной задачи? Очень важно, чтобы каждый участник проекта был искренне заинтересован в достижении его результатов.\n\n### T: ограниченный во времени\n\nПривяжите свои цели к конкретному временному графику. Как вариант, можно ставить перед собой две цели: одну краткосрочную — на следующий месяц — и одну долгосрочную — на три месяца вперед. Постановка близких целей помогает постоянно держать их в уме, делая тем самым более достижимыми.\n\nЦель не должна звучать как «Я создам посуду». Она должна быть такой: «20 июня я заберу из обжига две расписные глазурованные тарелки, сделанных моими руками».\n\n### Целеполагание касается не только работы.\n\nНа самом деле оно должно стать составной частью любого решения, которое вы принимаете. Помните: если вы стараетесь побороть прокрастинацию, то нужно оценивать каждое дело и смотреть, насколько оно вписывается в ваши долгосрочные планы. Это означает, что стоит ставить цели по каждой из следующих областей:\n\n- Образование\n- Карьера или бизнес\n- Здоровье и здоровый образ жизни\n- Хобби и отдых\n- Отношения с людьми\n- Религия\n- Финансы\n- Общественные дела\n\nНе нужно заниматься всем одновременно. Лучше будет формулировать цели для тех областей вашей жизни, которые имеют для вас личную значимость прямо сейчас. Наконец, следует понимать разницу между двумя типами целей и тем, как они могут повлиять на вашу способность доводить дело до конца.\n\nВо-первых, имеются цели рабочего процесса, где вы фокусируетесь на прилагаемых усилиях, а не на исходных результатах. Хотя все мы любим ставить галочку напротив очередной достигнутой промежуточной цели, не считайте личным провалом, если вам это не удастся. К примеру, цель рабочего процесса может звучать так: «К 1 июня я должен изготовить партию керамики для летней ярмарки».\n\nДалее следуют цели результативности, с помощью которых вы добиваетесь конкретных, измеримых результатов. Хотя процесс тоже важен, ваша главная задача — выполнить количественный план. Если вам этого не удастся, будет считаться, что цель не достигнута. Для наглядности можете использовать приведенный выше пример в следующем контексте: «До 22 июня продать на ярмарках 60 собственных керамических изделий».\n\nПо большей части рекомендуется ставить цели рабочего процесса, а не цели результативности. Важнее всего развить привычку продвигаться вперед и действовать каждый день. Цели результативности могут демотивировать, если их не удастся выполнить. Цели рабочего процесса работают лучше, потому что здесь вы сосредоточены на процессе самосовершенствования, а не на принципе «всё или ничего»."
						}
					]
				},
				{
					"name": "03.sketch",
					"type": "directory",
					"children": [
						{
							"type": "file",
							"frontmatter": {
								"title": "Эскиз",
								"description": "Зарисовка общих контуров идеи",
								"icon": "sketch.svg",
								"date": "2020-10-01T00:00:00.000Z",
								"color": "#CFDF68"
							},
							"content": "Однако только слов мало. Чтобы рассмотреть проект в подробностях, нужна его визуализация. Достаточно карандашного наброска, чтобы намного лучше понять, о чём речь. А подробная схема и чёткий чертёж помогают сберечь массу лишних усилий. С ними легче не только самому лучше понять суть проекта, но и донести её до окружающих даже тогда, когда до заметных результатов ещё далеко.\n\n### Правое полушарие мозга\n\nЭскиз - не подробный чертеж проекта, а визуальный указатель на мысль, которую мы будем дальше обдумывать и реализовывать. Визуальный указатель нужен для более образного правого полушария нашего мозга.\n\n[Согласно концепции В. С. Ротенберга](https://ru.wikipedia.org/wiki/Стереосуггестия), «Правое полушарие занято прямо противоположной задачей. Оно „схватывает“ реальность во всем богатстве, противоречивости и неоднозначности связей и формирует многозначный контекст. Прекрасным примером такого контекста являются сновидения людей с целым мозгом. …этот пример… адресуется к внутреннему опыту каждого человека. Всем нам, наверное, знакомо ощущение беспомощности, когда проснувшись после яркого и личностно значимого сновидения, мы пытаемся его пересказать, чтобы передать свои от него ощущения. И с удивлением обнаруживаем, что, хотя мы ясно помним его во всех деталях, при пересказе ускользает что-то важное, причем не только от слушателей, но и от нас самих. То, что мы способны выразить в словах, является лишь бледной тенью, скелетом того, что мы действительно видели. И дело не в том, что нам не хватает слов, а в том, что не удается передать в словах тот многозначный контекст, который формируется обилием пересекающихся связей между его отдельными образами. Речь, во всяком случае, речь не поэтическая, принципиально не предназначена для передачи и выражения такого контекста, поскольку строится по законам левополушарного мышления».\n\n### Мышление\n\n**Воображение:** Правое полушарие дает нам возможность мечтать и фантазировать. С помощью правого полушария мы можем сочинять различные истории. Правое полушарие отвечает также за способности к музыке и изобразительному искусству.\n\n**Параллельная обработка информации:** Правое полушарие может одновременно обрабатывать много разнообразной информации. Оно способно рассматривать проблему в целом, не применяя анализа.\n\nПравое полушарие способно воспринимать информацию в целом, работать сразу по многим каналам и, в условиях недостатка информации, восстанавливать целое по его частям. С работой правого полушария принято соотносить творческие возможности, интуицию, способность к адаптации. Правое полушарие обеспечивает восприятие реальности во всей полноте многообразия и сложности, в целом со всеми его составными элементами. Таким образом, логика левого полушария без правого окажется ущербной.\n\n#### Речь\n\n**Обработка невербальной информации:** Правое полушарие специализируется на обработке информации, которая выражается не в словах, а в символах и образах.\n\nПравое полушарие формирует целостность смыслового содержания, обеспечивает эмпирическое и образное (метафорическое) мышление, создает ассоциации на основе наглядно-чувственных представлений о предмете. Формирование структуры лексикона человека происходит за счет суммирования разных слоев лексики: правое полушарие опирается на образное отображение предметного мира.\n\n#### Цвет\n\nПравое обеспечивает словесное кодирование основных цветов с помощью простых высокочастотных названий (синий, красный). Здесь характерны минимальные латентные периоды названия и точное соответствие названий физическим характеристикам основных цветов. В целом правое полушарие ответственно за формирование жестких связей между предметом и цветом, цветом и словом, словом и сложным цветным образом предметного мира."
						}
					]
				},
				{
					"name": "05.tasks",
					"type": "directory",
					"children": [
						{
							"type": "file",
							"frontmatter": {
								"title": "Задачи",
								"description": "Глагольные описания действий, небходимых для реализации проекта",
								"icon": "tasks.svg",
								"date": "2020-08-01T00:00:00.000Z",
								"color": "#AFD796"
							},
							"content": "Образ идеи и четкий готовый результат соединяет цепочка задач, требующих выполнения. Понять порядок задач бывает сложно, особенно, когда делаешь что-то в первый раз, но лучше больше внимания уделить планированию, чем раз за разом заново переделывать проект.\n\nВажно понимать важность разбиения проектов на задачи, чтобы получить полное представление о проекте и эффективно над ним работать. Вот несколько шагов, которые необходимо выполнить: \n\n- Для начала важно определить все задачи, которые необходимо выполнить для достижения целей проекта. Задачи должны быть конкретными, измеримыми, достижимыми, актуальными и ограниченными по времени (SMART). Определение задач поможет вам понять объем проекта и соответствующим образом спланировать его. \n- Определив задачи, разбейте их на подзадачи. Чем подробнее будет структура разбивки работ, тем лучше вы будете понимать проект. Это поможет вам оценить время, усилия и ресурсы, необходимые для точного выполнения каждой задачи. \n- Определите зависимости между задачами. Некоторые задачи можно выполнять одновременно, а другие нужно выполнять последовательно. Сопоставление зависимостей задач важно для выявления потенциальных узких мест и обеспечения того, чтобы проект не сбивался с пути. \n- Назначьте каждую задачу члену команды в зависимости от его навыков, опыта и доступности. Это поможет обеспечить эффективное выполнение каждой задачи и отсутствие дублирования усилий. \n- Установите крайние сроки для каждой задачи и убедитесь, что они достижимы. Это поможет вам отслеживать прогресс и выявлять любые задержки на ранней стадии. \n- Добавьте к задачам ограничения, такие как время, бюджет, ресурсы и риски. Это поможет вам эффективно управлять проектом и убедиться, что вы не выходите за рамки своих ограничений. \n- Крайне важно выбрать правильный масштаб задач при разбивке проекта. Задачи должны быть достаточно небольшими, чтобы их можно было выполнить в разумные сроки, но не настолько маленькими, чтобы стать незначительными. \n  \nРазбивка задач на более мелкие части обеспечивает ясность, помогает выявить зависимости и упрощает управление проектом."
						}
					]
				},
				{
					"name": "06.supplies",
					"type": "directory",
					"children": [
						{
							"type": "file",
							"frontmatter": {
								"title": "Возможности",
								"description": "Необходимые и доступные инструменты, материалы и умения",
								"icon": "supplies.svg",
								"date": "2020-07-01T00:00:00.000Z",
								"color": "#B5E4FA"
							},
							"content": "Подробное продумывание проекта помогает точно определить то, что понадобится для его реализации. Отлично, если имеются необходимые инструменты, достаточно материалов и есть необходимые навыки для их использования. Но и без того можно находить пути решения творческих задач: знания и опыт находятся в глобальной сети, навыки и умения получаются практикой, а инструмент можно одолжить в открытой мастерской или у тех, кто готов поделиться своим."
						}
					]
				},
				{
					"name": "07.process",
					"type": "directory",
					"children": [
						{
							"type": "file",
							"frontmatter": {
								"title": "Процесс",
								"description": "Последовательная реализация спланированных задач",
								"icon": "process.svg",
								"date": "2020-06-01T00:00:00.000Z",
								"color": "#7AA6D8"
							},
							"content": "Когда нашлось всё необходимое — время действовать. Путь к любой цели состоит из отдельных маленьких шагов, каждый из которых несёт радость опыта и самовыражения. Когда умелец получает возможность воплотить свой замысел, он ощущает вкус подлинной творческой свободы. Задуманное на глазах воплощается в жизнь, становясь плодами самореализации."
						}
					]
				},
				{
					"name": "08.analysis",
					"type": "directory",
					"children": [
						{
							"type": "file",
							"frontmatter": {
								"title": "Анализ",
								"description": "Постоянная перепроверка соответствия задуманных и реальных результатов",
								"icon": "analysis.svg",
								"date": "2020-05-01T00:00:00.000Z",
								"color": "#8E91C7"
							},
							"content": "Не все можно заранее предугадать. Особенно — с первого раза. В процессе реализации проекта важно внимательно наблюдать за тем, что получается и учитывать все обнаруженные нюансы. Удачи и промахи, похвала и критика — всё это обратная связь. Принять, изучить, учесть и двигаться ещё точнее к цели."
						}
					]
				},
				{
					"name": "09.enhancement",
					"type": "directory",
					"children": [
						{
							"type": "file",
							"frontmatter": {
								"title": "Улучшение",
								"description": "Принятие новых решений на основе приобретенного практического опыта",
								"icon": "enhancement.svg",
								"date": "2020-04-01T00:00:00.000Z",
								"color": "#967EBA"
							},
							"content": "Реализация идеи сопровождается постоянным поиском наиболее точных средств передачи изначального замысла. Воплощая чистые идеи в материальные формы, можно увидеть следующий шаг к идеалу. Обратная связь превращается в усовершенствования и обновлённый проект уже почти готов."
						}
					]
				},
				{
					"name": "10.product",
					"type": "directory",
					"children": [
						{
							"type": "file",
							"frontmatter": {
								"title": "Произведение",
								"description": "Осознанное завершение деятельности в результате достижения поставленных целей или принятого решения",
								"icon": "product.svg",
								"date": "2020-03-01T00:00:00.000Z",
								"color": "#ED8DBA"
							},
							"content": "Проект всегда конечен. Он может быть ограничен определённым сроком, достижением целей или выполнением заданных условий. Когда изначальные и уточнённые цели достигнуты, проект пора закрывать, постепенно освобождая внимание для чего-то нового. Важно не слишком цепляться за проделанную работу, но уметь ценить воплощённое вдохновение, чтобы найти произведению подходящее место и применение."
						}
					]
				},
				{
					"name": "11.presentation",
					"type": "directory",
					"children": [
						{
							"type": "file",
							"frontmatter": {
								"title": "Представление",
								"description": "Деясь результатами проекта, предъявляем себя, получаем обратную связь и ощущаем значимость проделанной работы",
								"icon": "presentation.svg",
								"date": "2020-02-01T00:00:00.000Z",
								"color": "#F06FAA"
							},
							"content": "Творческий опыт ценен сам по себе наряду с тем, что получилось в проекте. Приятно показать удачные произведения окружающим или поделиться наработками в презентации. Отличный способ глубже понять предмет — поделиться знаниями о нём с другими. Полезно составить подробные инструкции на будущее или распространить свои навыки и умения в формате мастер-классов или целого курса. Результаты проекта — это не только само произведение, но и весь его социально-психологический эффект."
						}
					]
				},
				{
					"name": "12.joy",
					"type": "directory",
					"children": [
						{
							"type": "file",
							"frontmatter": {
								"title": "Радость",
								"description": "Переключиться, отпраздновать, чтобы расслабиться и успокоить ум",
								"icon": "joy.svg",
								"date": "2020-01-01T00:00:00.000Z",
								"color": "#F26849"
							},
							"content": "Легко и радостно становится внутри, когда реализуется задуманное. Идеи, ещё недавно лишь плод воображения, теперь можно напрямую воспринимать в воплощенных формах. Проекты — это способ не только глубоко заглянуть в собственный внутренний мир, но и разглядеть в многообразии проектов то, как человеческая реальность соприкасается с совершенным миром чистых идей."
						}
					]
				}
			]
		},
		{
			"name": "two",
			"type": "directory",
			"children": [
				{
					"type": "file",
					"frontmatter": {
						"title": "Два полюса",
						"description": "Два начала мира",
						"date": "2015-01-01T00:00:00.000Z",
						"color": "#FBAD5633",
						"icon": "two.svg"
					},
					"content": ""
				}
			]
		}
	]
}
